/* 
   SORelativeDateTransformer.strings

   Created by StdOrbit on 12/6/10.
   Copyright 2010 Standard Orbit Software, LLC. All rights reserved.
 */

/* 
Phrase for expressing a date in the relative past. E.g. "12 minutes ago"
<relative time difference> <date component name> ago
*/
"formatTemplateForRelativePastDatePhrase" = "%@";

/* 
Phrase for expressing a date in the relative future. E.g. "in 12 minutes"
in <relative time difference> <date component name>
*/
"formatTemplateForRelativeFutureDatePhrase" = "om %@";

/* localized date component names and plural forms */
"now" = "nå";
"%d year (plural rule: one)" = "%d år";
"%d year (plural rule: other)" = "%d år";
"%d month (plural rule: one)" = "%d måned";
"%d month (plural rule: other)" = "%d måneder";
"%d week (plural rule: one)" = "%d uke";
"%d week (plural rule: other)" = "%d uker";
"%d day (plural rule: one)" = "%d dag";
"%d day (plural rule: other)" = "%d dager";
"%d hour (plural rule: one)" = "%d time";
"%d hour (plural rule: other)" = "%d timer";
"%d minute (plural rule: one)" = "%d min";
"%d minute (plural rule: other)" = "%d min";
"%d second (plural rule: one)" = "%d sek";
"%d second (plural rule: other)" = "%d sek";
